Repository: JoaoMorais03/DentistaDemo
Catalog: AppDentista/Resources/*.lproj/Localizable.strings
Languages: pt_pt

source: My Profile
pt_pt: Meu Perfil

source: Personal
pt_pt: Pessoal

source: Preferences
pt_pt: Preferências

source: Edit profile
pt_pt: Editar perfil

source: Tap to edit your profile information
pt_pt: Toque para editar as informações do seu perfil

source: Loading...
pt_pt: Carregando...

source: Profile Updated
pt_pt: Perfil Atualizado

source: User
pt_pt: Utilizador

source: Patient
pt_pt: Paciente

source: Profile information for %@
pt_pt: Informações de perfil para %@

source: Personal Information
pt_pt: Informações Pessoais

source: Full Name
pt_pt: Nome Completo

source: Enter your full name
pt_pt: Insira seu nome completo

source: Enter your email address
pt_pt: Insira seu endereço de email

source: Phone
pt_pt: Telefone

source: Enter your phone number
pt_pt: Insira seu número de telefone

source: Name
pt_pt: Nome

source: Name: %@
pt_pt: Nome: %@

source: Phone: %@
pt_pt: Telefone: %@

source: Date of Birth
pt_pt: Data de Nascimento

source: Date of Birth: %@
pt_pt: Data de Nascimento: %@

source: Address
pt_pt: Endereço

source: Street
pt_pt: Rua

source: Enter your street address
pt_pt: Insira o nome da sua rua

source: City
pt_pt: Cidade

source: Enter your city
pt_pt: Insira a sua cidade

source: State
pt_pt: Distrito

source: Enter your state
pt_pt: Insira o seu distrito

source: Zip Code
pt_pt: Código Postal

source: Enter your zip code
pt_pt: Insira o seu código postal

source: Address: %@
pt_pt: Endereço: %@

source: Emergency Contact
pt_pt: Contacto de Emergência

source: Enter emergency contact name
pt_pt: Insira o nome do contacto de emergência

source: Relationship
pt_pt: Parentesco

source: Enter relationship with emergency contact
pt_pt: Insira o parentesco com o contacto de emergência

source: Enter emergency contact phone number
pt_pt: Insira o número de telefone do contacto de emergência

source: Emergency contact name: %@
pt_pt: Contacto de emergência: %@

source: Emergency contact relationship: %@
pt_pt: Parentesco com contacto de emergência: %@

source: Emergency contact phone: %@
pt_pt: Telefone do contacto de emergência: %@

source: Communication Preferences
pt_pt: Preferências de Comunicação

source: Appointment Reminders
pt_pt: Lembretes de Consultas

source: Toggle to receive appointment reminders
pt_pt: Ativar para receber lembretes de consultas

source: Email Notifications
pt_pt: Notificações por Email

source: Toggle to receive email notifications
pt_pt: Ativar para receber notificações por email

source: SMS Notifications
pt_pt: Notificações por SMS

source: Toggle to receive SMS notifications
pt_pt: Ativar para receber notificações por SMS

source: Appointment Preferences
pt_pt: Preferências de Consultas

source: Preferred Time
pt_pt: Horário Preferido

source: Preferred appointment time: %@
pt_pt: Horário preferido para consultas: %@

source: Cancel
pt_pt: Cancelar

source: Cancel editing
pt_pt: Cancelar edição

source: Tap to discard your changes
pt_pt: Toque para descartar as alterações

source: Save
pt_pt: Guardar

source: Save changes
pt_pt: Guardar alterações

source: Tap to save your profile changes
pt_pt: Toque para guardar as alterações ao perfil

source: Profile information updated successfully
pt_pt: Informações do perfil atualizadas com sucesso

source: Welcome, %@
pt_pt: Bem-vindo, %@

source: Upcoming Appointment
pt_pt: Próxima Consulta

source: Upcoming appointment with %@ on %@
pt_pt: Próxima consulta com %@ em %@

source: No upcoming appointments
pt_pt: Sem consultas agendadas

source: Book an appointment to see it here
pt_pt: Marque uma consulta para vê-la aqui

source: No upcoming appointments available
pt_pt: Sem consultas agendadas disponíveis

source: Dental Care Tips
pt_pt: Dicas de Saúde Oral

source: Flossing
pt_pt: Uso do Fio Dental

source: Flossing tip: Floss once daily to clean between teeth where brushes can't reach
pt_pt: Dica: Use fio dental uma vez por dia para limpar entre os dentes onde as escovas não alcançam

source: Floss once daily to clean between teeth where brushes can't reach
pt_pt: Use fio dental uma vez por dia para limpar entre os dentes onde as escovas não alcançam

source: Diet
pt_pt: Alimentação

source: Diet tip: Limit sugary foods and drinks to protect your teeth and gums
pt_pt: Dica de alimentação: Limite alimentos e bebidas açucaradas para proteger seus dentes e gengivas

source: Limit sugary foods and drinks to protect your teeth and gums
pt_pt: Limite alimentos e bebidas açucaradas para proteger seus dentes e gengivas

source: My Appointments
pt_pt: Minhas Consultas

source: Book New Appointment
pt_pt: Marcar Nova Consulta

source: Tap to schedule a new appointment
pt_pt: Toque para agendar uma nova consulta

source: Upcoming Appointments
pt_pt: Próximas Consultas

source: Tap the button below to schedule one
pt_pt: Toque no botão abaixo para agendar uma

source: Tap to view details
pt_pt: Toque para ver detalhes

source: Appointment History
pt_pt: Histórico de Consultas

source: Past Appointments
pt_pt: Consultas Anteriores

source: No past appointments
pt_pt: Sem consultas anteriores

source: Your appointment history will appear here
pt_pt: O seu histórico de consultas aparecerá aqui

source: No past appointments available
pt_pt: Sem histórico de consultas disponível

source: Past appointment with %@ on %@
pt_pt: Consulta anterior com %@ em %@

source: Morning
pt_pt: Manhã

source: Afternoon
pt_pt: Tarde

source: Evening
pt_pt: Noite

source: Checkup
pt_pt: Consulta de Rotina

source: Cleaning
pt_pt: Limpeza

source: Filling
pt_pt: Obturação

source: Root Canal
pt_pt: Tratamento de Canal

source: Extraction
pt_pt: Extração

source: Consultation
pt_pt: Consulta

source: Regular dental checkup completed. No cavities found. Good oral hygiene maintained.
pt_pt: Consulta de rotina realizada. Sem cáries encontradas. Boa higiene oral mantida.

source: Full dental cleaning performed. Tartar and plaque removed. Teeth polished.
pt_pt: Limpeza dentária completa realizada. Tártaro e placa removidos. Dentes polidos.

source: Filling performed on upper right molar. Composite material used. Patient tolerated procedure well.
pt_pt: Obturação realizada no molar superior direito. Material compósito utilizado. Paciente tolerou bem o procedimento.

source: Root canal therapy completed on lower left premolar. Canal sealed. Temporary crown placed.
pt_pt: Tratamento de canal concluído no pré-molar inferior esquerdo. Canal selado. Coroa temporária colocada.

source: Extraction of wisdom tooth completed. No complications during procedure. Post-operative care instructions provided.
pt_pt: Extração do dente do siso concluída. Sem complicações durante o procedimento. Instruções de cuidados pós-operatórios fornecidas.

source: Initial consultation for orthodontic treatment. Discussed treatment options and costs.
pt_pt: Consulta inicial para tratamento ortodôntico. Discutidas opções de tratamento e custos.

source: Date
pt_pt: Data

source: Time
pt_pt: Hora

source: Select New Date
pt_pt: Selecionar Nova Data

source: Select a date
pt_pt: Selecionar uma data

source: Double tap to open date picker
pt_pt: Toque duas vezes para abrir o seletor de data

source: Select Treatment Type
pt_pt: Selecionar Tipo de Tratamento

source: Treatment Type
pt_pt: Tipo de Tratamento

source: Double tap to select treatment type
pt_pt: Toque duas vezes para selecionar o tipo de tratamento

source: Select Date
pt_pt: Selecionar Data

source: Confirm Reschedule
pt_pt: Confirmar Reagendamento

source: Confirm appointment reschedule
pt_pt: Confirmar reagendamento de consulta

source: Double tap to confirm your new appointment time
pt_pt: Toque duas vezes para confirmar o novo horário da sua consulta

source: selected date and time
pt_pt: data e hora selecionadas

source: Appointment for %@ with %@ on %@
pt_pt: Consulta de %@ com %@ em %@

source: Past appointment for %@ with %@ on %@. Completed.
pt_pt: Consulta passada de %@ com %@ em %@. Concluída.

source: Book Appointment
pt_pt: Marcar Consulta

source: Book Your Appointment
pt_pt: Marque a Sua Consulta

source: Appointment Booked!
pt_pt: Consulta Agendada!

source: Your %@ appointment has been booked for %@
pt_pt: A sua consulta de %@ foi agendada para %@

source: Reschedule Your Appointment
pt_pt: Reagende a Sua Consulta

source: Appointment Rescheduled!
pt_pt: Consulta Reagendada!

source: Your %@ appointment has been rescheduled for %@
pt_pt: A sua consulta de %@ foi reagendada para %@

source: Status
pt_pt: Estado

source: Status: Completed
pt_pt: Estado: Concluída

source: Welcome back!
pt_pt: Bem-vindo de volta!

source: Hello
pt_pt: Olá

source: Details
pt_pt: Detalhes

source: Notes
pt_pt: Notas

source: Reschedule
pt_pt: Reagendar

source: Cancel Appointment
pt_pt: Cancelar Consulta

source: Appointment Details
pt_pt: Detalhes da Consulta

source: Doctor
pt_pt: Médico

source: Doctor: %@
pt_pt: Médico: %@

source: Location
pt_pt: Localização

source: Location: %@
pt_pt: Localização: %@

source: Notes: %@
pt_pt: Notas: %@

source: Cancel appointment
pt_pt: Cancelar consulta

source: Double tap to cancel your appointment
pt_pt: Toque duas vezes para cancelar a sua consulta

source: Reschedule appointment
pt_pt: Reagendar consulta

source: Double tap to change the date and time of your appointment
pt_pt: Toque duas vezes para alterar a data e hora da sua consulta

source: Select Time
pt_pt: Selecionar Hora

source: Select New Time
pt_pt: Selecionar Nova Hora

source: Time slot: %@
pt_pt: Horário: %@

source: Double tap to select this time slot
pt_pt: Toque duas vezes para selecionar este horário

source: Close
pt_pt: Fechar

source: Confirm Booking
pt_pt: Confirmar Agendamento

source: Confirm appointment booking
pt_pt: Confirmar agendamento de consulta

source: Double tap to book your appointment
pt_pt: Toque duas vezes para agendar a sua consulta

source: Cancel appointment sheet
pt_pt: Folha de cancelamento de consulta

source: Reschedule appointment sheet
pt_pt: Folha de reagendamento de consulta

source: Treatment type: %@
pt_pt: Tipo de tratamento: %@

source: Hello, %@
pt_pt: Olá, %@

source: Welcome to your dental care app
pt_pt: Bem-vindo à sua aplicação de cuidados dentários

source: Welcome to DentistApp, %@
pt_pt: Bem-vindo ao Dentista, %@

source: Personal Information section
pt_pt: Secção de Informações Pessoais

source: Completed
pt_pt: Concluído

source: Schedule conflict
pt_pt: Conflito de horário

source: Found another provider
pt_pt: Encontrei outro profissional

source: No longer needed
pt_pt: Já não é necessário

source: Feeling better
pt_pt: Estou a sentir-me melhor

source: Financial reasons
pt_pt: Razões financeiras

source: Other
pt_pt: Outro

source: Warning: Cancel Appointment. This action cannot be undone.
pt_pt: Aviso: Cancelar Consulta. Esta ação não pode ser desfeita.

source: Cancellation Reason
pt_pt: Motivo do Cancelamento

source: Please select a reason for cancellation
pt_pt: Por favor, selecione um motivo para o cancelamento

source: Double tap to select this reason
pt_pt: Toque duas vezes para selecionar este motivo

source: Please specify your reason
pt_pt: Por favor, especifique o seu motivo

source: Double tap to enter custom cancellation reason
pt_pt: Toque duas vezes para inserir um motivo personalizado

source: Confirm Cancellation
pt_pt: Confirmar Cancelamento

source: Confirm appointment cancellation
pt_pt: Confirmar cancelamento da consulta

source: Keep Appointment
pt_pt: Manter Consulta

source: Keep appointment
pt_pt: Manter consulta

source: Double tap to keep your appointment and go back
pt_pt: Toque duas vezes para manter a sua consulta e voltar

source: This action cannot be undone
pt_pt: Esta ação não pode ser desfeita

source: Appointment Cancelled
pt_pt: Consulta Cancelada

source: Your appointment has been successfully cancelled.
pt_pt: A sua consulta foi cancelada com sucesso.

source: Treatment
pt_pt: Tratamento
